Revit 2027 API
SymbolTypeId.MSup2PerS Property
 Symbol m²/s, indicating unit Square meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup2PerS { get; }
Public Shared ReadOnly Property MSup2PerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup2PerS {
	ForgeTypeId^ get ();
}
static member MSup2PerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace